import { GiPhotoCamera } from "react-icons/gi";


import individual from '../img/portfolio/oneself.jpg'
import pair from '../img/portfolio/pairs.jpg'
import friends from '../img/portfolio/photo-11.jpg'
import family from '../img/portfolio/DSC08322.jpg'


export const ServiceData = [
    {
        icon: GiPhotoCamera,
        title: "Індивідуальна фотосесія",
        content: "Індивідуальна фотосесія - це унікальна можливість відобразити вашу особистість, стиль та емоції у неповторних кадрах. Це чудовий спосіб залишити згадку про важливий момент у вашому житті або просто порадувати себе незабутнім досвідом. Замовте індивідуальну фотосесію і перетворіть ваші мрії у відображення!",
        backgroundImage: individual,
    },
    {
        icon: GiPhotoCamera,
        title: " Фотосесія для двох",
        content: "Фотосесія для пари - це не лише знімки, але й спосіб відзначити вашу унікальну зв'язок та почуття. Фотосесія для закоханої пари - це чудовий спосіб відсвяткувати вашу любов та створити вишукані зображення, що будуть нагадувати про вашу неповторну історію. Замовте фотосесію та збережіть свої емоції на завжди!",
        backgroundImage: pair,
    },
    {
        icon: GiPhotoCamera,
        title: "Сімейна фотосесія",
        content: " Сімейна фотосесія - це чудовий спосіб зберегти спільні моменти та створити назавжди важливі знімки, що передають тепло, радість та любов вашої родини. Я з радістю допоможу вам створити неповторні кадри, які стануть особливою пам'яттю та будуть радувати вас та вашу сім'ю ще довгі роки. Замовте сімейну фотосесію і створіть незабутні спогади разом!",
        backgroundImage: family,
    },
    {
        icon: GiPhotoCamera,
        title: " Фотосесія з друзями",
        content: " Фотосесія з друзями - це прекрасна можливість закарбувати кумедні моменти та створити назавжди веселі знімки ,що передають драйв, радість та мега позитивні кадри зустрічей з друзями.",
        backgroundImage: friends,
    }
]